acl
acpid
adduser
amd64-microcode
apache2
apache2-bin
apache2-data
apache2-utils
apparmor
apport
apport-symptoms
apt
apt-transport-https
apt-utils
at
augeas-lenses
base-files
base-passwd
bash
bash-completion
bc
bcache-tools
bind9-dnsutils
bind9-host
bind9-libs:amd64
binutils
binutils-common:amd64
binutils-x86-64-linux-gnu
bsdextrautils
bsdutils
btop
btrfs-progs
build-essential
busybox-initramfs
busybox-static
byobu
bzip2
ca-certificates
caca-utils
cargo
certbot
chafa
command-not-found
console-setup
console-setup-linux
containerd.io
coreutils
cpio
cpp
cpp-11
cron
cryptsetup
cryptsetup-bin
cryptsetup-initramfs
curl
dash
dbus
dbus-user-session
debconf
debconf-i18n
debianutils
diffutils
dirmngr
distro-info
distro-info-data
dmeventd
dmidecode
dmsetup
docker-buildx-plugin
docker-ce
docker-ce-cli
docker-ce-rootless-extras
docker-compose-plugin
dosfstools
dpkg
dpkg-dev
e2fsprogs
ed
efibootmgr
ethtool
fakeroot
file
finalrd
findutils
firmware-sof-signed
fontconfig
fontconfig-config
fonts-dejavu-core
fonts-droid-fallback
fonts-noto-mono
fonts-ubuntu-console
fonts-urw-base35
friendly-recovery
fuse3
g++
g++-11
gawk
gcc
gcc-11
gcc-11-base:amd64
gcc-12-base:amd64
gdisk
gettext-base
ghostscript
gir1.2-glib-2.0:amd64
gir1.2-packagekitglib-1.0
git
git-man
gnupg
gnupg-l10n
gnupg-utils
gnupg2
gpg
gpg-agent
gpg-wks-client
gpg-wks-server
gpgconf
gpgsm
gpgv
grep
groff-base
grub-common
grub-efi-amd64
grub-efi-amd64-bin
grub-pc-bin
grub2-common
gsfonts
gzip
hdparm
hicolor-icon-theme
hostname
htop
hwinfo
id-utils
imagemagick
imagemagick-6-common
imagemagick-6.q16
info
init
init-system-helpers
initramfs-tools
initramfs-tools-bin
initramfs-tools-core
install-info
intel-microcode
intel-opencl-icd
iproute2
iptables
iputils-ping
iputils-tracepath
irqbalance
isc-dhcp-client
isc-dhcp-common
iso-codes
iucode-tool
javascript-common
jp2a
kbd
keyboard-configuration
klibc-utils
kmod
kpartx
landscape-common
less
libabsl20210324:amd64
libacl1:amd64
libaio1:amd64
libalgorithm-diff-perl
libalgorithm-diff-xs-perl
libalgorithm-merge-perl
libaom3:amd64
libapache2-mod-php8.1
libapache2-mod-php8.3
libapparmor1:amd64
libappstream4:amd64
libapr1:amd64
libaprutil1:amd64
libaprutil1-dbd-sqlite3:amd64
libaprutil1-ldap:amd64
libapt-pkg6.0:amd64
libargon2-1:amd64
libasan6:amd64
libassuan0:amd64
libatm1:amd64
libatomic1:amd64
libattr1:amd64
libaudit-common
libaudit1:amd64
libaugeas0:amd64
libavahi-client3:amd64
libavahi-common-data:amd64
libavahi-common3:amd64
libavif13:amd64
libbinutils:amd64
libblkid1:amd64
libbpf0:amd64
libbrotli1:amd64
libbsd0:amd64
libbz2-1.0:amd64
libc-ares2:amd64
libc-bin
libc-dev-bin
libc-devtools
libc6:amd64
libc6-dev:amd64
libcaca0:amd64
libcairo2:amd64
libcap-ng0:amd64
libcap2:amd64
libcap2-bin
libcbor0.8:amd64
libcc1-0:amd64
libchafa0:amd64
libclang-cpp12
libcom-err2:amd64
libcrypt-dev:amd64
libcrypt1:amd64
libcryptsetup12:amd64
libctf-nobfd0:amd64
libctf0:amd64
libcups2:amd64
libcurl3-gnutls:amd64
libcurl4:amd64
libdatrie1:amd64
libdav1d5:amd64
libdb5.3:amd64
libdbus-1-3:amd64
libdbus-glib-1-2:amd64
libde265-0:amd64
libdebconfclient0:amd64
libdeflate0:amd64
libdevmapper-event1.02.1:amd64
libdevmapper1.02.1:amd64
libdjvulibre-text
libdjvulibre21:amd64
libdns-export1110
libdpkg-perl
libdrm-common
libdrm2:amd64
libdw1:amd64
libedit2:amd64
libefiboot1:amd64
libefivar1:amd64
libelf1:amd64
liberror-perl
libestr0:amd64
libevdev2:amd64
libevent-core-2.1-7:amd64
libexpat1:amd64
libexpat1-dev:amd64
libext2fs2:amd64
libfakeroot:amd64
libfastjson4:amd64
libffi8:amd64
libfftw3-double3:amd64
libfido2-1:amd64
libfile-fcntllock-perl
libflashrom1:amd64
libfontconfig1:amd64
libfreetype6:amd64
libfribidi0:amd64
libftdi1-2:amd64
libfuse3-3:amd64
libgav1-0:amd64
libgc1:amd64
libgcc-11-dev:amd64
libgcc-s1:amd64
libgcrypt20:amd64
libgd3:amd64
libgdbm-compat4:amd64
libgdbm6:amd64
libgif7:amd64
libgirepository-1.0-1:amd64
libglib2.0-0:amd64
libglib2.0-bin
libglib2.0-data
libgmp10:amd64
libgnutls30:amd64
libgomp1:amd64
libgpg-error0:amd64
libgpm2:amd64
libgraphite2-3:amd64
libgs9:amd64
libgs9-common
libgssapi-krb5-2:amd64
libgstreamer1.0-0:amd64
libgudev-1.0-0:amd64
libharfbuzz0b:amd64
libhd21:amd64
libheif1:amd64
libhogweed6:amd64
libicu70:amd64
libid3tag0:amd64
libidn12:amd64
libidn2-0:amd64
libigc1:amd64
libigdfcl1:amd64
libigdgmm12:amd64
libijs-0.35:amd64
libilmbase25:amd64
libimlib2:amd64
libimobiledevice6:amd64
libinih1:amd64
libintl-perl
libintl-xs-perl
libip4tc2:amd64
libip6tc2:amd64
libisc-export1105:amd64
libisl23:amd64
libisns0:amd64
libitm1:amd64
libjansson4:amd64
libjbig0:amd64
libjbig2dec0:amd64
libjpeg-turbo8:amd64
libjpeg8:amd64
libjs-highlight.js
libjs-jquery
libjs-sphinxdoc
libjs-underscore
libjson-c5:amd64
libjxr-tools
libjxr0:amd64
libk5crypto3:amd64
libkeyutils1:amd64
libklibc:amd64
libkmod2:amd64
libkrb5-3:amd64
libkrb5support0:amd64
libksba8:amd64
liblcms2-2:amd64
libldap-2.5-0:amd64
libldap-common
libllvm12:amd64
libllvmspirvlib12:amd64
liblmdb0:amd64
liblocale-gettext-perl
liblqr-1-0:amd64
liblsan0:amd64
libltdl7:amd64
liblua5.3-0:amd64
liblvm2cmd2.03:amd64
liblz4-1:amd64
liblzma5:amd64
liblzo2-2:amd64
libmagic-mgc
libmagic1:amd64
libmagickcore-6.q16-6:amd64
libmagickcore-6.q16-6-extra:amd64
libmagickwand-6.q16-6:amd64
libmaxminddb0:amd64
libmd0:amd64
libmnl0:amd64
libmodule-find-perl
libmodule-scandeps-perl
libmount1:amd64
libmpc3:amd64
libmpdec3:amd64
libmpfr6:amd64
libmspack0:amd64
libncurses6:amd64
libncursesw6:amd64
libnetfilter-conntrack3:amd64
libnetpbm10
libnetplan0:amd64
libnettle8:amd64
libnewt0.52:amd64
libnfnetlink0:amd64
libnftables1:amd64
libnftnl11:amd64
libnghttp2-14:amd64
libnl-3-200:amd64
libnl-genl-3-200:amd64
libnode72:amd64
libnpth0:amd64
libnsl-dev:amd64
libnsl2:amd64
libnss-systemd:amd64
libnuma1:amd64
libnvidia-compute-535-server:amd64
libonig5:amd64
libopencl-clang12:amd64
libopenexr25:amd64
libopeniscsiusr
libopenjp2-7:amd64
libp11-kit0:amd64
libpackagekit-glib2-18:amd64
libpam-cap:amd64
libpam-modules:amd64
libpam-modules-bin
libpam-runtime
libpam-systemd:amd64
libpam0g:amd64
libpango-1.0-0:amd64
libpangocairo-1.0-0:amd64
libpangoft2-1.0-0:amd64
libpaper-utils
libpaper1:amd64
libparted2:amd64
libpcap0.8:amd64
libpci3:amd64
libpcre2-8-0:amd64
libpcre3:amd64
libperl5.34:amd64
libpipeline1:amd64
libpixman-1-0:amd64
libplist3:amd64
libplymouth5:amd64
libpng16-16:amd64
libpolkit-agent-1-0:amd64
libpolkit-gobject-1-0:amd64
libpopt0:amd64
libpq5:amd64
libproc-processtable-perl:amd64
libprocps8:amd64
libpsl5:amd64
libpython3-dev:amd64
libpython3-stdlib:amd64
libpython3.10:amd64
libpython3.10-dev:amd64
libpython3.10-minimal:amd64
libpython3.10-stdlib:amd64
libquadmath0:amd64
libreadline8:amd64
librtmp1:amd64
libsasl2-2:amd64
libsasl2-modules:amd64
libsasl2-modules-db:amd64
libseccomp2:amd64
libselinux1:amd64
libsemanage-common
libsemanage2:amd64
libsepol2:amd64
libsgutils2-2:amd64
libsigsegv2:amd64
libsixel-bin
libsixel1:amd64
libslang2:amd64
libslirp0:amd64
libsmartcols1:amd64
libsodium23:amd64
libsort-naturally-perl
libsqlite3-0:amd64
libss2:amd64
libssh-4:amd64
libssh2-1:amd64
libssl3:amd64
libstd-rust-1.73:amd64
libstd-rust-dev:amd64
libstdc++-11-dev:amd64
libstdc++6:amd64
libstemmer0d:amd64
libsystemd0:amd64
libtasn1-6:amd64
libterm-readkey-perl
libtext-charwidth-perl
libtext-iconv-perl
libtext-wrapi18n-perl
libthai-data
libthai0:amd64
libtiff5:amd64
libtinfo6:amd64
libtirpc-common
libtirpc-dev:amd64
libtirpc3:amd64
libtsan0:amd64
libtss2-esys-3.0.2-0:amd64
libtss2-mu0:amd64
libtss2-sys1:amd64
libtss2-tcti-cmd0:amd64
libtss2-tcti-device0:amd64
libtss2-tcti-mssim0:amd64
libtss2-tcti-swtpm0:amd64
libubsan1:amd64
libuchardet0:amd64
libudev1:amd64
libunistring2:amd64
libunwind8:amd64
libupower-glib3:amd64
liburcu8:amd64
libusb-1.0-0:amd64
libusbmuxd6:amd64
libutempter0:amd64
libuuid1:amd64
libuv1:amd64
libwebp7:amd64
libwebpdemux2:amd64
libwebpmux3:amd64
libwmflite-0.2-7:amd64
libwrap0:amd64
libx11-6:amd64
libx11-data
libx11-xcb1:amd64
libx265-199:amd64
libx86emu3:amd64
libxau6:amd64
libxcb-render0:amd64
libxcb-shm0:amd64
libxcb1:amd64
libxdmcp6:amd64
libxext6:amd64
libxml2:amd64
libxmlb2:amd64
libxmlsec1:amd64
libxmlsec1-openssl:amd64
libxpm4:amd64
libxrender1:amd64
libxslt1.1:amd64
libxtables12:amd64
libxxhash0:amd64
libyaml-0-2:amd64
libyuv0:amd64
libzstd1:amd64
linux-base
linux-firmware
linux-image-5.15.0-79-generic
linux-image-5.15.0-86-generic
linux-image-5.15.0-87-generic
linux-image-5.15.0-88-generic
linux-image-5.15.0-89-generic
linux-image-5.15.0-91-generic
linux-image-5.15.0-92-generic
linux-image-5.15.0-94-generic
linux-image-generic
linux-libc-dev:amd64
linux-modules-5.15.0-79-generic
linux-modules-5.15.0-86-generic
linux-modules-5.15.0-87-generic
linux-modules-5.15.0-88-generic
linux-modules-5.15.0-89-generic
linux-modules-5.15.0-91-generic
linux-modules-5.15.0-92-generic
linux-modules-5.15.0-94-generic
linux-modules-extra-5.15.0-79-generic
linux-modules-extra-5.15.0-86-generic
linux-modules-extra-5.15.0-87-generic
linux-modules-extra-5.15.0-88-generic
linux-modules-extra-5.15.0-89-generic
linux-modules-extra-5.15.0-91-generic
linux-modules-extra-5.15.0-92-generic
linux-modules-extra-5.15.0-94-generic
linuxlogo
locales
login
logrotate
logsave
lsb-base
lsb-release
lshw
lsof
lto-disabled-list
lvm2
lxd-agent-loader
mailcap
make
man-db
manpages
manpages-dev
mawk
mdadm
media-types
mime-support
motd-news-config
mount
mtr-tiny
multipath-tools
nano
ncurses-base
ncurses-bin
ncurses-term
needrestart
neofetch
net-tools
netbase
netcat-openbsd
netpbm
netplan.io
networkd-dispatcher
nftables
nodejs
nodejs-doc
nvidia-utils-535-server
ocl-icd-libopencl1:amd64
open-iscsi
open-vm-tools
openssh-client
openssh-server
openssh-sftp-server
openssl
overlayroot
packagekit
parted
passwd
pastebinit
patch
pci.ids
pciutils
perl
perl-base
perl-modules-5.34
php
php-cli
php-common
php-curl
php-xml
php8.1-cli
php8.1-common
php8.1-curl
php8.1-intl
php8.1-mbstring
php8.1-opcache
php8.1-readline
php8.1-xml
php8.2
php8.2-cli
php8.2-common
php8.2-curl
php8.2-fpm
php8.2-gd
php8.2-intl
php8.2-mbstring
php8.2-mysql
php8.2-opcache
php8.2-readline
php8.2-xml
php8.3
php8.3-cli
php8.3-common
php8.3-curl
php8.3-intl
php8.3-mbstring
php8.3-opcache
php8.3-readline
php8.3-xml
pigz
pinentry-curses
pkexec
plymouth
plymouth-theme-ubuntu-text
policykit-1
polkitd
pollinate
poppler-data
postgresql-client-14
postgresql-client-common
powermgmt-base
procps
psmisc
publicsuffix
python-apt-common
python-is-python3
python3
python3-acme
python3-apport
python3-apt
python3-attr
python3-augeas
python3-automat
python3-bcrypt
python3-blinker
python3-certbot
python3-certbot-apache
python3-certifi
python3-cffi-backend:amd64
python3-chardet
python3-click
python3-colorama
python3-commandnotfound
python3-configargparse
python3-configobj
python3-constantly
python3-cryptography
python3-dbus
python3-debconf
python3-debian
python3-dev
python3-distro
python3-distro-info
python3-distupgrade
python3-distutils
python3-gdbm:amd64
python3-gi
python3-hamcrest
python3-httplib2
python3-hyperlink
python3-icu
python3-idna
python3-importlib-metadata
python3-incremental
python3-jeepney
python3-josepy
python3-jwt
python3-keyring
python3-launchpadlib
python3-lazr.restfulclient
python3-lazr.uri
python3-lib2to3
python3-magic
python3-minimal
python3-more-itertools
python3-netifaces:amd64
python3-newt:amd64
python3-oauthlib
python3-openssl
python3-parsedatetime
python3-pexpect
python3-pip
python3-pkg-resources
python3-problem-report
python3-ptyprocess
python3-pyasn1
python3-pyasn1-modules
python3-pyparsing
python3-requests
python3-requests-toolbelt
python3-rfc3339
python3-secretstorage
python3-serial
python3-service-identity
python3-setuptools
python3-six
python3-software-properties
python3-systemd
python3-twisted
python3-tz
python3-update-manager
python3-urllib3
python3-wadllib
python3-wheel
python3-xkit
python3-yaml
python3-zipp
python3-zope.component
python3-zope.event
python3-zope.hookable
python3-zope.interface
python3.10
python3.10-dev
python3.10-minimal
readline-common
rpcsvc-proto
rsync
rsyslog
run-one
rustc
screen
sed
sensible-utils
sg3-utils
sg3-utils-udev
shared-mime-info
slirp4netns
snapd
software-properties-common
sosreport
squashfs-tools
ssh-import-id
ssl-cert
strace
sudo
systemd
systemd-hwe-hwdb
systemd-sysv
systemd-timesyncd
sysvinit-utils
tar
tcpdump
thermald
thin-provisioning-tools
time
tmux
toilet
toilet-fonts
tpm-udev
tzdata
ubuntu-advantage-tools
ubuntu-drivers-common
ubuntu-keyring
ubuntu-pro-client-l10n
ubuntu-release-upgrader-core
ucf
udev
ufw
unattended-upgrades
unzip
update-manager-core
update-notifier-common
upower
usb.ids
usbutils
usrmerge
util-linux
uuid-runtime
vim
vim-common
vim-runtime
vim-tiny
w3m
w3m-img
wget
whiptail
wireless-regdb
xdg-user-dirs
xfsprogs
xkb-data
xxd
xz-utils
zerofree
zip
zlib1g:amd64
zlib1g-dev:amd64
zstd
